
{"relatedBulletins":[],"sections":[{"title":"Main points","markdown":"- UK GDP in volume terms was estimated to have increased by 0.3% between Quarter 4 (Oct to Dec) 2014 and Quarter 1 (Jan to Mar) 2015, unrevised from the previous estimate of GDP published 28 April 2015.\n\n- GDP was estimated to have increased by 2.8% in 2014, compared with 2013, unrevised from the previously published estimate.\n\n- Between Quarter 1 2014 and Quarter 1 2015, GDP in volume terms increased by 2.4%, unrevised from the previously published estimate.\n\n- GDP in current prices was estimated to have increased by 0.9% between Quarter 4 2014 and Quarter 1 2015.\n\n- GDP per head was estimated to have increased by 0.1% between Quarter 4 2014 and Quarter 1 2015. Between 2013 and 2014, GDP per head increased by 2.2%.\n\n"},{"title":"Understanding GDP","markdown":"Change in GDP is the main indicator of economic growth. There are three approaches used to measure GDP.\n\nGross value added (GVA) is the sum of goods and services produced within the economy less the value of goods and services used up in the production process (intermediate consumption).  The output approach measures GVA at a detailed industry level before aggregating to produce an estimate for the whole economy. GDP (as measured by the output approach) can then be calculated by adding taxes and subtracting subsidies (both only available at whole economy level) to this estimate of total GVA (more information on creating the preliminary estimate of GDP is available on the Methods and sources page of our website).\n\nThe income approach measures income generated by production in the form of gross operating surplus (profits), compensation of employees (income from employment) and mixed income (self-employment income) for the whole economy.\n\nThe expenditure approach is the sum of all final expenditures within the economy, that is, all expenditure on goods and services that are not used up or transformed in the process i.e. final consumption (not intermediate) for the whole economy.\n\nThe second estimate of GDP is based on revised output data, together with data from some expenditure and income components. The output GVA and GDP estimates are balanced with the equivalent income and expenditure approaches to produce headline estimates of GVA and GDP. Further information on all three approaches to measuring GDP can be found in the [Short Guide to National Accounts (105.5 Kb Pdf)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/national-accounts/articles/uk-national-accounts---a-short-guide-2013.pdf \"UK National Accounts - a short guide 2013\") .\n\nAll data in this bulletin are seasonally adjusted estimates and have had the effect of price changes removed (in other words, the data are deflated), with the exception of income data which are only available in current prices.\n\nGrowth for GDP and its components is given between different periods. Latest year-on-previous-year gives the annual growth between one calendar year and the previous. Latest quarter-on-previous-quarter growth gives growth between one quarter and the quarter immediately before it. Latest quarter-on-corresponding-quarter-of-previous-year shows the growth between one quarter and the same quarter a year ago.\n\nIn line with national accounts revisions policy, the only period open for revision in this release is Quarter 1 2015.\n\n### About the second estimate of GDP\n\nThe second estimate of GDP is produced around seven and a half weeks after the end of the quarter to provide a timely estimate of GDP. At this stage the data content of this estimate from the output measure of GDP has risen to around 80% of the total required for the final output based estimate. There is also around 50-60% data content available to produce estimates of GDP from the expenditure and income approaches.\n\n### The quality of the GDP estimate\n\nRevisions are an inevitable consequence of the trade-off between timeliness and accuracy. The estimate is subject to revisions as more data become available, but between the preliminary and third estimates of GDP, revisions are typically small (around 0.1 to 0.2 percentage points), with the frequency of upward and downward revisions broadly equal.\n\nAll estimates, by definition, are subject to statistical uncertainty and for many well-established statistics we measure and publish the sampling error associated with the estimate, using this as an indicator of accuracy. The estimate of GDP, however, is currently constructed from a wide variety of data sources, some of which are not based on random samples and as such it is very difficult to measure the sampling error. While development work continues in this area, like all other G7 national statistical institutes, we do not publish a measure of the sampling error associated with GDP. \n\n"},{"title":"Headline GDP and selected components","markdown":"<ons-table path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/aae7b2eb\" />"},{"title":"Historical context","markdown":"####Figure 1: Quarterly growth and levels of GDP, table A2\n[![Figure 1: Quarterly growth and levels of GDP, table A2](http://www.ons.gov.uk/ons/resources/fig1am2q12015historicgdpxls_tcm77-405280.png \"Figure 1: Quarterly growth and levels of GDP, table A2\")](http://www.ons.gov.uk/ons/resources/fig1am2q12015historicgdpxls_tcm77-405280.png) \n#####Source: Office for National Statistics\n######Notes:\n1. Q1 is Quarter 1 (Jan to Mar)\n2. Q2 is Quarter 2 (Apr to June)\n3. Q3 is Quarter 3 (July to Sept)\n4. Q4 is Quarter 4 (Oct to Dec)\n\nAs seen in Figure 1, GDP in the UK grew steadily during the 2000s until a financial market shock affected UK and global economic growth in 2008 and 2009. Economic growth resumed towards the end of 2009, but usually at a slower rate than the period prior to 2008. From the peak in Quarter 1 (Jan to Mar) 2008 to the trough in Quarter 2 (Apr to June) and Quarter 3 (July to Sept) 2009, GDP decreased by 6.0%. This can be compared to previous economic downturns in the early 1980s and early 1990s, which saw lower levels of impact on GDP. In the early 1990s downturn, GDP decreased by 2.2% from the peak in Quarter 2 1990 to the trough in Quarter 3 1991. In the early 1980s downturn, GDP decreased by 5.6% from the peak in Quarter 2 1979 to the trough in Quarter 1 1981.\n\nFrom Quarter 3 (July to Sept) 2009 growth continued to be erratic, with several quarters between 2010 and 2012 recording broadly flat or declining GDP. This two-year period coincided with special events (for example severe winter weather in Quarter 4 (Oct to Dec) 2010 and the Diamond Jubilee in Quarter 2 2012) that are likely to have affected growth both adversely and positively. Since 2013, GDP has grown steadily, with the economy exceeding pre-downturn peak levels in Quarter 3 2013.\n\nQuarter 1 2015 has shown continued strength with GDP growing by 0.3% compared with the previous quarter; by 2.4% between Quarter 1 2014 and Quarter 1 2015, and by 2.8% between 2013 and 2014. GDP has now increased for nine consecutive quarters, breaking a pattern of slow and erratic growth from 2009.\n\n"},{"title":"GDP analysed by output categories, chained volume measures, tables B1 and B2","markdown":"[Annex A (36.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/naa2/second-estimate-of-gdp/q1-2015/rft-2.xls \"RFT 2\") contains output component growth rates back to Quarter 1 (Jan to Mar) 2014.\n\nThe output components of GDP showed increases in Quarter 1 (Jan to Mar) 2015 for production and services. There were decreases for agriculture, forestry and fishing and construction.\n\nProduction output increased by 0.1% in Quarter 1 2015 compared with Quarter 4 (Oct to Dec) 2014, revised up 0.2 percentage points from the previously published estimate. Within the production sub-industries, output from mining and quarrying, including oil and gas extraction, fell by 0.7%; manufacturing (the largest component of production) increased by 0.1% (Figure 2), while electricity, gas, steam and air conditioning supply industries rose by 2.7%. Water supply and sewerage fell by 0.8%.\n\nWhen comparing Quarter 1 2015 with Quarter 1 2014, production output rose by 0.6%. Manufacturing increased by 1.3% between these periods while electricity, gas, steam and air conditioning supply industries increased by 3.5%. Mining and quarrying, including oil and gas extraction, fell by 1.8% while water supply and sewerage contracted by 3.1%.\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/67ab54bb\" />\n\nConstruction output decreased by 1.1% in Quarter 1 2015, revised up 0.5 percentage points from the previously published estimate. Construction output fell by 0.3% between Quarter 1 2014 and Quarter 1 2015.\n\nThe service industries grew by 0.4% in Quarter 1 2015 (Figure 3), revised down 0.1 percentage points from the previous estimate, marking the ninth consecutive quarter of positive growth. This follows a 0.9% increase in Quarter 4 2014.\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/04342a98\" />\n\nOutput of the distribution, hotels and restaurants industries rose by 1.2% in Quarter 1 2015, following a 1.4% increase in Quarter 4 2014. The increase in the latest quarter was largely due to retail trade, except of motor vehicles and motorcycles.\n\nOutput of the transport, storage and communication industries rose by 0.8% in Quarter 1 2015, following a 0.9% increase in Quarter 4 2014. The largest contributor to the increase was motion picture, video and TV programme production, sound recording and music publishing activities. \nBusiness services and finance industries’ output rose by 0.1% in Quarter 1 2015, following a 1.3% increase in Quarter 4 2014. The largest upward contribution to growth in Quarter 1 2015 came from rental and leasing activities.\n\nOutput of government and other services rose by 0.3% in Quarter 1 2015 and was flat in Quarter 4 2014. In the latest quarter the largest upward contribution came from human health activities.\n\nFurther detail on the service industries’ lower level components can be found in the Index of Services statistical bulletin published on the same day as this release.\n\nGross value added (GVA) excluding oil and gas extraction rose by 0.3% in Quarter 1 2015 following a 0.6% increase in Quarter 4 2014. \n\nFigure 4 shows the path of GDP and its headline industries (this excludes agriculture, and includes manufacturing which is a sub-component of production) relative to their level of output achieved in Quarter 1 (Jan to Mar) 2008. In the decade prior to the downturn, the services industry is shown to have grown steadily, while production output was broadly flat over the same period. Construction activity grew strongly in the early part of the decade, and although there was a temporary decline in the mid-2000s; this was reversed by the end of 2007.\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/de787347\" />\n\nIndustries have shown differing trends following the recent economic downturn.  The construction, manufacturing and production industries were more acutely affected by the deterioration in economic conditions, with output falling from peak to trough by 17.1%, 12.2% and 10.7% respectively. In contrast, output in the services industry only fell by 4.0% from its peak to trough.\n\nProduction activity began to grow again in 2010, and the manufacturing and the construction industries showed particular strength – neither industry sustained this growth. Production output fell in both 2011 and 2012, falling below levels seen at the height of the downturn in 2009. Construction output also fell sharply in 2012, with output falling close to its 2009 trough after further contraction in Quarter 1 2013. Construction output improved over much of 2014. However, output declined in the most recent quarter. Although, there has been widespread growth across all major components of GDP since the start of 2013, the service industry remains the largest and steadiest contributor to overall economic growth, and is the only headline industry in which output has exceeded pre-downturn levels.\n\nFigure 5 shows the average compound quarterly growth rate experienced over the five years prior to the economic downturn in 2008 to 2009, the average growth rate experienced between Quarter 3 2009 and Quarter 2 (Apr to June) 2014 (five years following the downturn), and the current quarterly growth rate observed in the most recent period (Quarter 1 2015). Compound average growth is the rate at which a series would have increased or decreased if it had grown or fallen at a steady rate over a number of periods. This allows the composition of growth in the recent economic recovery to be compared to the long run average.\n\nThe UK experienced slightly slower average compound GDP growth in the five years following the economic downturn compared with the five years prior: this is also true of the services industry. Figure 5 shows that in Quarter 1 2015, all industries shown underperformed compared to the post-downturn average rate of growth, with the exception of production which performed at the same rate. The electricity, gas and steam industries have shown particular strength when compared to both the production 5 year average, prior and post the downturn.\n\nIt should be noted that the third column, which shows the current quarterly growth rate, is based on only one data point. Consequently users should use caution when making direct comparisons with the long run averages.\n\n####Figure 5: GDP quarterly average compound growth by industry grouping before and after the 2008 to 2009 economic downturn\n\n[![Figure 5: GDP quarterly average compound growth by industry grouping before and after the 2008 to 2009 economic downturn](http://www.ons.gov.uk/ons/resources/fig5am2q12015quarterlycompoundgrowth_tcm77-405391.png \"Figure 5: GDP quarterly average compound growth by industry grouping before and after the 2008 to 2009 economic downturn\")](http://www.ons.gov.uk/ons/resources/fig5am2q12015quarterlycompoundgrowth_tcm77-405391.png) \n\n#####Source: Office for National Statistics\n\n######Notes:\n1. Q1 is Quarter 1 (Jan to Mar)\n2. Q2 is Quarter 2 (Apr to June)\n3. Q3 is Quarter 3 (July to Sept)\n4. Q4 is Quarter 4 (Oct to Dec)\n"},{"title":"GDP analysed by expenditure categories, chained volume measures, table C2","markdown":"[Annex B (33 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/naa2/second-estimate-of-gdp/q1-2015/rft-3-annex-b.xls \"RFT 3 Annex B\") contains expenditure component growth rates back to Quarter 1 (Jan to Mar) 2014.\n\nGross domestic expenditure (the sum of all expenditure by UK residents on goods and services which is not used up or transformed in a productive process) rose by 1.2% in Quarter 1 (Jan to Mar) 2015, following a 0.3% fall in Quarter 4 (Oct to Dec) 2014. Annually, between 2013 and 2014 gross domestic expenditure increased by 3.3%.\n\nHousehold final consumption expenditure rose by 0.5% in Quarter 1 2015 and has increased for fifteen consecutive quarters (Figure 6). When compared with the same quarter a year ago, household final consumption expenditure has been rising each quarter since Quarter 4 2011, and was 2.6% higher in Quarter 1 2015 than in the same period a year ago. Between 2013 and 2014, household final consumption expenditure increased by 2.5%.\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/90c10c69\" />\n\nGovernment final consumption expenditure rose by 0.6% in Quarter 1 2015, following a 0.2% fall in Quarter 4 2014. Between Quarter 1 2014 and Quarter 1 2015, government final consumption expenditure increased by 2.5%. Between 2013 and 2014, government final consumption expenditure increased by 1.7%.\n\nNon-profit institutions serving households’ (NPISH) final consumption expenditure rose by 2.6% in Quarter 1 2015, following a 3.2% fall in Quarter 4 2014. Between Quarter 1 2014 and Quarter 1 2015, NPISH final consumption expenditure increased by 2.3%. Annually, NPISH final consumption expenditure rose by 0.9% between 2013 and 2014. \n\nIn Quarter 1 2015, gross fixed capital formation was estimated to have increased by 1.5% (see Figure 7). Between Quarter 1 2014 and Quarter 1 2015, gross fixed capital formation increased by 3.4%. Gross fixed capital formation rose by 7.8% between 2013 and 2014.\n\nAs of Quarter 1 2015, ONS has migrated to the Quarterly Acquisitions and Disposals of Capital Assets Survey (QCAS) from the Quarterly Survey of Capital Expenditure (CAPEX) as one of the main data sources for gross fixed capital formation.  The main reasons for the changes to the survey are to move to the updated European System of Accounts (ESA) 2010 manual, the international guidance for national accounts. More information on this change and more detail on gross fixed capital formation can be found in the [Business Investment](http://www.ons.gov.uk/ons/rel/bus-invest/business-investment/index.html \"Business Investment index\") statistical bulletin published on the same day as this release.\n\nBusiness investment was estimated to have risen by 1.7% in Quarter 1 2015. Between Quarter 1 2014 and Quarter 1 2015, business investment increased by 3.7%. Annually, business investment rose by 7.5% between 2013 and 2014. \n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/1b21e26b\" />\n\nIncluding the alignment adjustment, the level of inventories increased by £4.0 billion in Quarter 1 2015, following an increase of £1.7 billion in Quarter 4 2014. \n\nThe trade balance deficit widened from £9.6 billion in Quarter 4 2014 to £13.2 billion in Quarter 1 2015 (Figure 8). The trade position reflects exports minus imports. Following a 4.6% increase in Quarter 4 2014, exports fell by 0.3% in the latest quarter, while imports increased by 2.3% following a 1.6% increase in Quarter 4 2014. Between 2013 and 2014, exports increased by 0.6% while imports increased by 2.2%.\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/c3bc9a3b\" />\n\nFigure 9 shows the quarterly contribution of the expenditure components to the growth of GDP in chained volume measures. For Quarter 1 2015, changes in inventories, excluding the alignment adjustment, made the largest positive contribution to GDP at 0.5 percentage points followed by household final consumption expenditure and gross fixed capital formation which each contributed 0.3 percentage points to GDP, and finally general government final consumption expenditure and NPISH which each contributed 0.1 percentage points. Net trade made a negative contribution to GDP of 0.9 percentage points. \n\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/7e4290f3\" />\n\n"},{"title":"GDP implied deflator","markdown":"[Annex D (29 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/naa2/second-estimate-of-gdp/q1-2015/rft-5-annex-d.xls \"RFT Annex D\") contains implied deflator component growth rates back to Quarter 1 (Jan to Mar) 2014.\n\nThe GDP implied deflator at market prices for Quarter 1 (Jan to Mar) 2015 is 1.8% above the same quarter of 2014 (Figure 10). The GDP implied deflator is calculated by dividing current price (nominal) GDP by chained volume (real) GDP and multiplying by 100 to convert to an index. It is not used in the calculation of GDP; the deflators for expenditure components, which are the basis for the implied GDP deflator, are used to calculate nominal GDP not real GDP.\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/95af6048\" />\n"},{"title":"GDP analysed by income categories at current prices, table D","markdown":"[Annex C (30 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/naa2/second-estimate-of-gdp/q1-2015/rft-4-annex-c.xls \"RFT 4 Annex C\") contains income component growth rates back to Quarter 1 (Jan to Mar) 2014.\n\nGDP at current market prices rose by 0.9% in Quarter 1 (Jan to Mar) 2015, following a 0.7% increase in Quarter 4 (Oct to Dec) 2014. GDP at current market prices rose by 4.3% when compared to Quarter 1 2014. In 2014, GDP at current market prices rose by 4.6%.\n\nCompensation of employees – which includes both wages and salaries, and pension contributions – decreased by 0.2% in Quarter 1 2015, following an increase of 1.1% in Quarter 4 2014 (Figure 11). Between Quarter 1 2014 and Quarter 1 2015, compensation of employees rose by 4.2%. Between 2013 and 2014, compensation of employees rose by 3.2%.\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/86b8545c\" />\n\nThe gross operating surplus of corporations (effectively the profits of companies operating within the UK), including the alignment adjustment, rose by 4.0% in Quarter 1 2015 compared with the previous quarter; this follows a decrease of 1.8% in Quarter 4 2014 (Figure 12). Between 2013 and 2014 the gross operating surplus of corporations rose by 4.6%.\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/79f319b1\" />\n\nTaxes less subsidies on products and production fell by 2.0% in Quarter 1 2015, following an increase of 3.1% in Quarter 4 2014. Between 2013 and 2014 taxes less subsidies on products and production rose by 4.6%.\n\nFigure 13 shows the contribution made by income components to current price GDP. In Quarter 1 2015, there were positive contributions to GDP from gross operating surplus of corporations and other income which respectively contributed 0.9 and 0.4 percentage points. Compensation of employees contributed a negative 0.1 percentage points to GDP while taxes less subsidies contributed a negative 0.2 percentage points.\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/e9fe3258\" />\n\n"},{"title":"GDP per head, table P","markdown":"In Quarter 1 2015 (Jan to Mar) UK Gross Domestic Product (GDP) per head increased by 0.1% compared with Quarter 4 2014 (Oct to Dec). This was lower than the 0.3% increase in GDP in Quarter 1 2015. In Quarter 1 2015 GDP per head remained 1.0% below its pre-economic downturn peak level (Quarter 1 2008) while GDP exceeded the level of its pre-downturn peak in Quarter 3 (July to Sept) 2013, and in Quarter 1 2015 was 4.0% above its pre-downturn peak (Figure 14).\n\nBetween Quarter 1 2014 and Quarter 1 2015, GDP per head rose by 1.7%. Between 2013 and 2014, GDP per head rose by 2.2%.\n\nGDP per head is calculated by dividing GDP in chained volume measures by the latest population estimates and projections.\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/f93b4611\" />\n"},{"title":"International comparisons for Quarter 1 (Jan to Mar) 2015","markdown":"The estimates quoted in this international comparison section are the latest available estimates published by the respective bodies (referenced) at the time of preparation of this statistical bulletin and may subsequently have been revised.\n\nAll areas included within our international comparison saw positive growth when comparing Quarter 4 (Oct to Dec) 2014 and Quarter 1 (Jan to Mar) 2015 (Figure 15). The European Union (EU28) grew by 0.4% in the first quarter of 2015 following seven quarters of positive growth (Table 2). In the same period the eurozone (EA19) expanded by 0.4%. When comparing Quarter 1 2014 with Quarter 1 2015, EA19 grew by 1.0% whilst EU28 expanded by 1.4% (Figure 16). EA19 estimates now include Lithuania which joined the EU 1 January 2015. \n\nGermany saw its GDP grow by 0.3% between Quarter 4 2014 and Quarter 1 2015, a decrease in growth of 0.4 percentage points from the previous quarter-on-quarter growth. In contrast, GDP for France increased by 0.6% between Quarter 4 2014 and Quarter 1 2015, having seen no increase between Quarter 3 2014 and Quarter 4 2014.\n\nBetween Quarter 4 2014 and Quarter 1 2015, GDP for the United States of America (USA) increased by 0.1%; between Quarter 1 2014 and Quarter 1 2015,  GDP for the USA rose by 3.0%. GDP for Japan continued to increase in Quarter 1 2015, growing by 0.6%, following a 0.3% increase in the previous quarter. However between Quarter 1 2014 and Quarter 1 2015, Japan's economy contracted by 1.4%.\n\nGDP for the Group of Seven (G7) countries for Quarter 1 2015 was not available at the time of preparation of this publication.\n\n<ons-table path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/850b4f58\" />\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/68207df3\" />\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/cf0c4fb9\" />\n\nFigure 17 shows GDP for the UK, EU, the USA and Japan, all indexed to Quarter 1 2008 (the pre-downturn peak in the UK) to allow comparison of each since that period.\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/01393d6f\" />\n\nMore detailed information on these estimates can be found on the Eurostat website. Information on the estimates for the USA can be found on the Bureau of Economic Analysis website; information on the estimates for Japan can be found on the Japanese Cabinet Office website while information for the G7 countries can be found on the [Organisation for Economic Co-operation and Development’s](http://stats.oecd.org/index.aspx?queryid=350 \"Organisation for Economic Co-operation and Development’s\") website.\n\n"},{"title":"Quarterly revisions","markdown":"### GDP and components, previously published on 28 April 2015\n\nFigure 18 shows quarterly revisions between latest and previously published estimates of GDP. The only period open for revision in this release is Quarter 1 (Jan to Mar) 2015.\n\n<ons-chart path=\"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/56f847eb\" />\n\nRevisions for the GDP Output approach are shown in [Annex E (36.5 Kb Excel sheet)](http://www.ons.gov.uk/ons/rel/naa2/second-estimate-of-gdp/q1-2015/rft-6-annex-e.xls \"RFT 6 Annex E\") of this release.\n\n"}],"accordion":[{"title":"Background notes","markdown":"1. **What do you think?**\n\n\tWe would welcome your feedback on this publication. If you would like to get in touch please contact us via email: <gdp@ons.gsi.gov.uk>\n\n\tAlso, as part of our user consultation, we are conducting surveys on the [Second Estimate of GDP](https://www.surveymonkey.com/s/988N89Q \"Second Estimate of GDP\") and the [Quarterly National Accounts](https://www.surveymonkey.com/s/NS3z9JN \"Quarterly National Accounts\"). The aim of the surveys is to find out how you use some of our key statistics, your understanding of the data published and your views on the quality of the statistical bulletins. Your responses will help us improve some of our most important products. We will analyse the responses and publish a summary of the results over the forthcoming months.\n\n\tThe [Second Estimate of GDP and Quarterly National Accounts surveys](http://www.ons.gov.uk/ons/about-ons/get-involved/consultations/open-consultations/index.html \"Open Consultations\") will take about 10 minutes to complete and will close on 10 July 2015. All answers will remain anonymous when we report the outcomes of this survey. Please see our confidentiality statement for further details. \n\n2. **What’s new in this bulletin?**\n\n\tIn response to user demand, as of this publication, we are now publishing headline data on GDP per head in both current prices and chained volume measures, alongside GDP data. This can be found in Table P of this release. \n\n3. **Release policy**\n\n\tThis release includes data available up to 19 May 2015. Data are consistent with the [Index of Production statistical bulletin](http://www.ons.gov.uk/ons/rel/iop/index-of-production/march-2015/stb-iop-march-2015.html \"STB IoP March 2015\") published on 12 May 2015 and the current price trade in goods data within the [UK Trade statistical bulletin](http://www.ons.gov.uk/ons/rel/uktrade/uk-trade/march-2015/index.html \"March 2015\") published on 8 May 2015. \n\n4. **Output in the Construction Industry**\n\n\tOn 11 December 2014 the UK Statistics Authority announced its decision to suspend the designation of Construction Price and Cost Indices. As a result the UK Statistics Authority announced its decision to suspend the designation of Construction Output and New Orders as National Statistics.  The letter from the UK Statistics Authority to the National Statistician suspending the designation of BIS Construction Price and Cost Indices as National Statistics is available on our website with a statement from us regarding this de-designation. \n\n5. **Release content and context**\n\n\tThis release includes the second estimate of GDP. Data content for each successive release of GDP varies according to availability.\n\n\tThe Preliminary Estimate of GDP is based on output data alone. These are based on survey estimates for the first two months of the quarter with estimates for the third month of the quarter based on forecasts using early returns from businesses. Other (non-survey based) data used in the compilation of the output approach are also based on forecasts.\n\n\tFor the Second Estimate of GDP output estimates, based on survey data, are available for all three months of the quarter, in addition to other significant data sources. Estimates of the expenditure and income approaches to measuring GDP are also available in this release based on a combination of limited survey data, other data sources and forecasts.\n\n\tFor the Quarterly National Accounts (QNA) release, output survey data are available for all three months of the quarter, along with most other data sources. For the expenditure and income approaches to measuring GDP, more extensive survey data are available, in addition to other data sources and a more limited use of forecasts.\n\n\tAfter this release, the current quarter will be subject to revision in accordance with National Accounts revisions policy as further data, annual benchmarks and methodological improvements are implemented.  More information on the annual data and benchmarks included in this release can be found in the Quarterly Revisions section of this bulletin.\n\n\tFor more information on the different estimates of GDP, we have released a video explaining these differences. \n\n6. **Blue Book 2015 changes**\n\n\tIn September 2015, ONS will publish revised figures for the UK national accounts, including gross domestic product (GDP) and balance of payments.\n\n\tChanges will be made in line with international standards adopted by all European Union (EU) member states and with worldwide best practice. These, and additional improvements we are making, will ensure that our national accounts continue to provide a reliable framework for analysing the UK economy and comparing it with other countries.\n\n\tThe improvements made in September 2015 can be broadly split into 3 categories:\n\n\t- methodological improvements introduced through the European System of Accounts 1995 (ESA95); these are also known as gross national income (GNI) reservations\n\n\t- classification changes, under the new ESA2010 international standards are planned to be incorporated into the National Accounts in Blue Book 2015\n\n\t- other regular improvements and methodological changes\n\n\tONS is publishing a series of articles in the lead up to the publication which can be found on the [Blue Book and Pink Book 2015 Changes](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/national-accounts/changes-to-national-accounts/blue-book-and-pink-book-2015-changes/index.html \"Blue Book and Pink Book 2015 Changes\") page on our website. \n\n7. **National Statistics Quality Review**\n\n\tIn line with the recently published [National Statistics Quality Review (NSQR): Review of National Accounts and Balance of Payments](http://www.ons.gov.uk/ons/rel/naa1-rd/national-statistics-quality-review/-nsqr--series--2--report-no--2--review-of-national-accounts-and-balance-of-payments/index.html \"(NSQR) Series (2) Report no.2: Review of National Accounts and Balance of Payments\"), we have published a [response](http://www.ons.gov.uk/ons/guide-method/method-quality/quality/quality-reviews/list-of-current-national-statistics-quality-reviews/nsqr-series--2--report-number-2/index.html \"National Statistics Quality Review, (NSQR) Series (2) Report no.2: Review of National Accounts and Balance of Payments\"), which can be found on our website.\n\n\tIn Summer 2015 we will consult more widely on options for the revisions periods in future QNA rounds as part of a wider consultation on the National Accounts five year work plan.\n\n8. **Special Events**\n\n\tWe maintain a list of candidate special events in the [Special Events Calendar](http://www.ons.gov.uk/ons/guide-method/method-quality/general-methodology/special-events-group/special-events-calendar/index.html \"Special Events Calendar\"). Special events are events that are identifiable; they do not recur on a regular cycle (so are not targeted by Seasonal Adjustment) and have at least the potential to have an impact on statistics. As explained in our Special Events policy, it is not possible to separate the effects of special events from other changes in the series. \n\n9. **Continuous improvement of GDP: sources, methods and communication**\n\n\tThe UK Statistics Authority published [2 new assessment reports on the Annual and Quarterly National Accounts and Supply and Use Tables and Input-Output Tables] on 25 February. These are available on the UK Statistics Authority website.\n\n\tIn order to implement improvements reflected in the European System of Accounts 2010 (ESA2010), we will introduce a new survey to collect Purchases data, and have published an article detailing our intentions detailing our intentions along with a high level project plan.\n\n10. **National accounts methodology and articles** \n\n\tWe regularly publish methodological information and articles to provide more detailed information on developments within the national accounts. This includes; supplementary analyses of data to help users with the interpretation of statistics and guidance on the methodology used to produce the national accounts. \n\n11. **National accounts classification decisions**\n\n\tThe UK national accounts are produced under internationally agreed guidance and rules set out principally in the European System of Accounts (ESA 2010) and the accompanying Manual on Government Deficit and Debt- Implementation of ESA 2010 – 2014 edition (MGDD).\n\n\tIn the UK, we are responsible for the application and interpretation of these rules. Therefore we make classification decisions based upon the agreed guidance and rules, and these are published on our website. \n\n12. **Economic context**\n\n\tWe publish a monthly Economic Review discussing the economic background, giving economic commentary on the latest GDP estimate and our other economic releases. The next article will be published on 3 June 2015. \n\n13. **Basic quality information for GDP statistical bulletin**\n\n\tA Quality and Methodology Information report for this Statistical Bulletin can be found on our website. \n\n14. **Key quality issues**\n\n\tCommon pitfalls in interpreting series:\n\n\t- expectations of accuracy and reliability in early estimates are often too high.\n\n\t- revisions are an inevitable consequence of the trade-off between timeliness and accuracy.\n\n\t- early estimates are based on incomplete data.\n\n\tVery few statistical revisions arise as a result of ‘errors’ in the popular sense of the word. All estimates, by definition, are subject to statistical ‘error’ but in this context the word refers to the uncertainty inherent in any process or calculation that uses sampling, estimation or modelling. Most revisions reflect either the adoption of new statistical techniques or the incorporation of new information which allows the statistical error of previous estimates to be reduced. Only rarely are there avoidable ‘errors’ such as human or system failures and such mistakes are made quite clear when they do occur. \n\n15. **Reliability**\n\n\tEstimates for the most recent quarters are provisional and are subject to revision in the light of updated source information. We currently provide an analysis of past revisions in the GDP and other Statistical Bulletins that present time series.\n\n\tOur revisions to economic statistics page brings together our work on revisions analysis, linking to articles, revisions policies and key documentation from the Statistics Commission's report on revisions.\n\n\tRevisions to data provide one indication of the reliability of key indicators. Tables 8 and 9 show summary information on the size and direction of the revisions that have been made to data covering a five-year period. A statistical test has been applied to the average revision to find out if it is statistically significantly different from zero. An asterisk (*) shows if the result of the test is significant. \n\n16. **Revisions to GDP estimates**  \n\n\tTable 3 shows the revisions to month 1 (preliminary) and month 2 (second) estimates of GDP. The analysis of revisions between month 1 and month 2 uses month 2 estimates published from May 2010 (Quarter 1 2010) to February 2015 (Quarter 4 2014). The analysis of revisions between month 2 and month 3 (third estimate of GDP) uses month 3 estimates published from June 2010 (Quarter 1 2010) to March 2015 (Quarter 4 2014).\n\n\t### Table 3: Revisions to early estimates of GDP growth\n\t[Table 3-Table]\n\n\tTable 4 shows the revisions to GDP growth and the household saving ratio between the estimate published three months after the end of the quarter and the equivalent estimate three years later. The analysis uses month 3 estimates first published from June 2007 (Quarter 1 2007) to March 2012 (Quarter 4 2011) for GDP.\n\n\t### Table 4: Revisions to month 3 estimates of GDP growth\n\t[Table 4-Table]\n\n\tRevisions triangles for the main components of GDP from expenditure, output and income approaches and spreadsheets, containing [revisions triangles (real time databases)](http://www.ons.gov.uk/ons/guide-method/method-quality/specific/economy/national-accounts/gdp-revisions-triangles-and-real-time-database/index.html \"Gross Domestic Product (GDP) revisions triangles and real time database\") of estimates from 1992 to date and the calculations behind the averages in both tables are available on our website.\n\n\tAn article titled ‘Revisions to GDP and components’, published on 28 January 2014, is available on our website. \n\n17. **Balancing GDP**\n\n\tInformation on the methods we use for balancing the output, income and expenditure approaches to measuring GDP can be found on our website.\n\n\tThe different data content of the three approaches dictates the approach taken in balancing quarterly data. In the UK, there are far more data available on output than in the other two approaches. However, in order to obtain the best estimate of GDP (the published figure), the estimates from all three approaches are reconciled to produce an average.\n\n\tAnnually, the estimates from all three approaches are reconciled through the creation of Input-Output Supply and Use tables for the years for which data are available. \n\n\tFor years in which there is no Supply and Use balance, a Statistical Discrepancy exists that reflects the differences between the published headline estimate of GDP and the expenditure and income estimates.\n\n\tFor all periods, the expenditure and income estimates are aligned to the published headline GDP figure. Although annual data is aligned for balanced years, there will still be quarterly differences for balanced and post balanced years, due to timing and data content issues. These are dealt with by means of explicit alignment adjustments which are applied to specific components (gross operating surplus of private non-financial corporations in the income approach and changes in inventories in expenditure) to align the three approaches. As these are purely quarterly discrepancies, the alignments sum to zero over the year and are published explicitly in the GDP statistical bulletins. They are also published as “of which” items within the specific components, to enable users to ascertain the underlying picture.\n\n\tAlignment adjustments have a target limit of plus or minus £2,000 million on any quarter. However, in periods where the data sources are particularly difficult to balance, slightly larger alignment adjustments are sometimes needed.\n\n\tThe size and direction of the quarterly alignment adjustments in Quarter 1 (Jan to Mar) 2015 indicate that in this quarter the levels of both expenditure and income were lower than that of output. \n\n18. **Further information**\n\n\tLatest copies of this and other ONS releases are available under Publications on our website. We have produced a short guide to the UK National Accounts.\n\n\tDetails of the policy governing the release of new data are available from the media relations office. Also available is a [list of the ministers and officials who have pre-publication access](http://www.ons.gov.uk/ons/rel/naa2/second-estimate-of-gdp/q1-2015/pra.html \"PRA\") to the contents of this bulletin. Due to the timing of the Bank of England’s Monetary Policy Committee meeting to be held on 28 May 2015, the Bank of England and the Treasury have been granted exceptional 41 hour pre-release access by the National Statistician.\n\n\tWe are committed to ensuring all information provided is kept strictly confidential and will only be used for statistical purposes. Further details regarding confidentiality can be found in the [respondent charter for businesses](http://www.ons.gov.uk/ons/about-ons/get-involved/taking-part-in-a-survey/information-for-businesses/index.html \"Information for Businesses\") and the [respondent charter for households](http://www.ons.gov.uk/ons/about-ons/get-involved/taking-part-in-a-survey/information-for-households/index.html \"Information for households and individuals\"), on our website. \n\n19. **Following ONS**\n\n\tYou can follow ONS on [Twitter](http://www.ons.gov.uk/ons/external-links/social-media/twitter.html \"Twitter\") and [Facebook](http://www.ons.gov.uk/ons/external-links/social-media/index.html \"Facebook\") or view the latest podcasts on [YouTube](http://www.ons.gov.uk/ons/external-links/social-media/youtube.html \"YouTube\"). \n\n20. **Code of practice**\n\n\tNational Statistics are produced to high professional standards set out in the UK Statistics Authority's Code of Practice for Official Statistics. They undergo regular quality assurance reviews to ensure that they meet customer needs. They are produced free from any political interference. \n\n\t© Crown copyright 2015.\n\n\tYou may use or re-use this information (not including logos) free of charge in any format or medium, under the terms of the Open Government Licence v3.0.View the [Open Goverment Licence](http://www.nationalarchives.gov.uk/doc/open-government-licence \"Open Goverment Licence\"), or write to the Information Policy Team, The National Archives, Kew, London TW9 4DU, or email: <psi@nationalarchives.gsi.gov.uk>.\n\n\tWhere we have identified any third party copyright information you will need to obtain permission from the copyright holders concerned.\n\n\tThis document/publication is also available on our website\n\n\tAny enquiries regarding this document/publication should be sent to us at \nOffice for National Statistics, Government Buildings, Cardiff Road, Newport \nNP10 8XG \n\n21. Details of the policy governing the release of new data are available by visiting [www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html](www.statisticsauthority.gov.uk/assessment/code-of-practice/index.html) or from the Media Relations Office email: <media.relations@ons.gsi.gov.uk>\n\n\tThese National Statistics are produced to high professional standards and released according to the arrangements approved by the UK Statistics Authority.\n\t"}],"relatedData":[],"charts":[{"title":"Figure 2: Manufacturing growth, quarter-on-quarter","filename":"67ab54bb","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/67ab54bb"},{"title":"Figure 3: Services growth, quarter-on-quarter","filename":"04342a98","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/04342a98"},{"title":"Figure 4: GDP output components growth, quarter-on-quarter","filename":"de787347","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/de787347"},{"title":"Figure 6: Household final consumption expenditure growth, quarter-on-quarter","filename":"90c10c69","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/90c10c69"},{"title":"Figure 7: Gross fixed capital formation growth, quarter-on-quarter","filename":"1b21e26b","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/1b21e26b"},{"title":"Figure 8: UK trade balance","filename":"c3bc9a3b","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/c3bc9a3b"},{"title":"Figure 9: Expenditure components percentage contribution to GDP growth, quarter-on-quarter","filename":"7e4290f3","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/7e4290f3"},{"title":"Figure 10: GDP at market prices implied deflator. quarter-on-quarter corresponding-quarter-of-previous-year","filename":"95af6048","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/95af6048"},{"title":"Figure 11: Compensation of employees growth, quarter-on-quarter","filename":"86b8545c","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/86b8545c"},{"title":"Figure 12: Gross operating surplus of corporations' growth, quarter-on-quarter","filename":"79f319b1","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/79f319b1"},{"title":"Figure 13: Income components percentage contribution to GDP growth, quarter-on-quarter","filename":"e9fe3258","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/e9fe3258"},{"title":"Figure 14: Quarterly growth of GDP and GDP per head for the UK, indexed from Q1 2008 = 100","filename":"f93b4611","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/f93b4611"},{"title":"Figure 15: International GDP growth rates, quarter-on-quarter","filename":"68207df3","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/68207df3"},{"title":"Figure 16: International GDP growth rates, quarter-on-corresponding-quarter-of-previous-year","filename":"cf0c4fb9","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/cf0c4fb9"},{"title":"Figure 17: International GDP growth rates, quarter-on-quarter, indexed to Quarter 1 2008=100","filename":"01393d6f","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/01393d6f"},{"title":"Figure 18: GDP, quarter-on-quarter growth","filename":"56f847eb","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/56f847eb"}],"tables":[{"title":"Table 1: Key data for the UK, Q1 (Jan to Mar) 2015","filename":"f4b2e322","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/f4b2e322"},{"title":"Table 1: Key data for the UK, Q1 (Jan to Mar) 2015","filename":"aae7b2eb","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/aae7b2eb"},{"title":"Table 2: International GDP quarterly growth rate comparisons for selected economic areas, quarter-on-quarter","filename":"850b4f58","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28/850b4f58"}],"type":"bulletin","uri":"/economy/grossdomesticproductgdp/bulletins/secondestimateofgdp/2015-05-28","breadcrumb":[{"uri":"/"},{"uri":"/economy"},{"uri":"/economy/grossdomesticproductgdp"}],"description":{"headline1":"UK GDP in volume terms was estimated to have increased by 0.3% between Quarter 4 (Oct to Dec) 2014 and Quarter 1 (Jan to Mar) 2015, unrevised from the previous estimate of GDP published 28 April 2015","headline2":"GDP was estimated to have increased by 2.8% in 2014, compared with 2013, unrevised from the previously published estimate","headline3":"Between Quarter 1 2014 and Quarter 1 2015, GDP in volume terms increased by 2.4%, unrevised from the previously published estimate","edition":"Quarter 1 (Jan to Mar) 2015","nationalStatistic":true,"contact":{"email":"gdp@ons.gsi.gov.uk","name":"Matthew Hughes","telephone":"+44 (0)1633 455827"},"releaseDate":"2015-05-28T00:00:00.000Z","language":"English","title":"Second Estimate of GDP","summary":"Estimates of the key components of GDP from the output, income and expenditure approaches.","keywords":["gross domestic  product","UK economic activity","national accounts","UK economy"],"metaDescription":"Estimates of the key components of GDP from the output, income and expenditure approaches.","nextRelease":"30 June 2015"},"links":[]}